import CardGrid from "../components/CardGrid";
import SectionTitle from "../components/SectionTitle";

const cardData = [
    {
        title: "פיתוח קשרי קהילה בין תושבי הגולן ליחידה",
        description: "פיתוח קשרי קהילה בין תושבי הגולן ליחידה ייזום תוכניות לשיח וגיבוש עם תושבי הגולן במטרה לבנות קשרים משמעותיים ולחזק את שיתוף הפעולה, באמצעות אירועים משותפים ופעילויות חברתיות מגוונות."
    },
    {
        title: "הקמת מתקני אימונים ייעודיים ליחידה",
        description: "השקעה בהקמת מתקני אימונים מתקדמים המיועדים לצרכים הייחודיים של היחידה, במטרה לשפר את יכולות הלוחמים ולהבטיח הכנה מיטבית לכל תרחיש."
    },
    {
        title: "גיוס חיילים נוספים ליחידה",
        description: "גיוס חיילים חדשים במטרה לחזק את כוחות היחידה ולהתאים את כוח האדם לאיומים הקיימים, כדי להבטיח את המוכנות המבצעית והיכולת להגיב במהירות וביעילות לכל תרחיש."
    },
    {
        title: "השלמת תהליכי הצטיידות ברכש שאינו נכלל בסל הצבאי",
        description: "רכישת ציוד נוסף שאינו כלול בסל הציוד הצבאי, כדי להבטיח שלוחמי היחידה מצוידים במיטב הכלים והטכנולוגיות הנדרשות."
    },
    {
        title: "תמיכה וסיוע לאנשי היחידה ומשפחותיהם",
        description: "הענקת תמיכה נפשית וכלכלית לחיילי היחידה ומתן סיוע למשפחות החיילים במצבי קיצון כמו מלחמה במטרה להבטיח שהן מקבלות את התמיכה הנדרשת, כולל תמיכה נפשית, כלכלית ולוגיסטית."
    },
    {
        title: "קידום תפיסת ההגנה של ״הלוחם המקומי״",
        description: "חיזוק התפיסה של ״הלוחם המקומי״ כמרכיב מרכזי במענה על האיומים באזור הגולן בפרט ומדינת ישראל ככלל, באמצעות הכשרה והדרכה שמדגישות את היתרון של הלוחם המכיר את השטח, את התושבים ואת האתגרים הייחודיים של כל איזור בו הוא פועל. "
    },

];

const Activities = () => {
    return (
        <div className="container mx-auto md:p-5 p-4 lg:pt-16 md:pt-8">
            <SectionTitle title="פעילות העמותה" />
            <div className="grid grid-cols-1 sm:grid-cols-2 lg:grid-cols-3 md:grid-cols-3 py-5 gap-6 lg:p-8">
                {cardData.map((card, index) => (
                    <CardGrid
                        key={index}
                        image={card.image}
                        title={card.title}
                        description={card.description}
                    />
                ))}
            </div>
        </div>
    )
}

export default Activities