{
  "menu": "Menu",
  "elite pereh": "Elite Pereh",
  "commando unit": "Commando Unit",
  "association activities": "Association Activities",
  "who it start": "Who it start",
  "our mission": "Our mission",
  "the Golan's first line of defence": "The Golan's first line of defence",
  "waking up on that day, everything we knew shattered instantly. The sense of security we used to have vanished. The security situation in Northern Israel is reminding us that what happened in the south could happen here too, putting the residents of the Golan Heights at significant risk.": "Waking up on that day, everything we knew shattered instantly. The sense of security we used to have vanished. The security situation in Northern Israel is reminding us that what happened in the south could happen here too, putting the residents of the Golan Heights at significant risk.",
  "we cannot wait until that reality strikes again! With your support, we can provide the unit’s fighters with everything necessary to protect their homes and families, preparing them for any possible scenario.": "We cannot wait until that reality strikes again! With your support, we can provide the unit’s fighters with everything necessary to protect their homes and families, preparing them for any possible scenario.",
  "taking charge of our home": "Taking Charge of our home",
  "local force defending our homes and families": "Local force defending our homes and families",
  "the pereh unit is a reserve unit composed of local fighters from the Golan, driven by the principle of defending their homes. The unit is built on the premise of locally based warriors with extraordinary commitment and capabilities.": "The Pereh Unit is a reserve unit composed of local fighters from the Golan, driven by the principle of defending their homes. The unit is built on the premise of locally based warriors with extraordinary commitment and capabilities.",
  "the unit was established to serve as a high-quality, rapid-response force capable of forming an effective barrier between the enemy and the Golan communities. Its goal is to protect the residents from imminent and growing terrorist threats in the region.": "The unit was established to serve as a high-quality, rapid-response force capable of forming an effective barrier between the enemy and the Golan communities. Its goal is to protect the residents from imminent and growing terrorist threats in the region.",
  "meet the pereh unit": "Meet The Pereh Unit",
  "who we are": "Who we are ?",
  "composed of Golan Heights locals with significant combat backgrounds, including veterans of Israel’s most elite units, Pereh’s fighters possess deep knowledge of the terrain, the region’s characteristics, and local culture. Pereh’s warriors were selected based on their relevant experience, independent thinking, proactivity, and profound dedication to their home, community, and the Golan as a whole.": "Composed of Golan Heights locals with significant combat backgrounds, including veterans of Israel’s most elite units, Pereh’s fighters possess deep knowledge of the terrain, the region’s characteristics, and local culture. Pereh’s warriors were selected based on their relevant experience, independent thinking, proactivity, and profound dedication to their home, community, and the Golan as a whole.",
  "leading the fighting force in the golan heights": "Leading the Fighting Force in the Golan Heights",
  "the unit possesses the ability to coordinate and collaborate with all relevant entities in the area – other IDF units, brigades, divisions, as well as local councils, communities, and emergency response teams. The coordinated response between various forces significantly enhances the security of Golan residents and ensures a high level of readiness for all operating forces.": "The unit possesses the ability to coordinate and collaborate with all relevant entities in the area – other IDF units, brigades, divisions, as well as local councils, communities, and emergency response teams. The coordinated response between various forces significantly enhances the security of Golan residents and ensures a high level of readiness for all operating forces.",
  "pereh association": "Pereh Association",
  "the pereh association invites you to play a key role in realizing the unit`s vision: defending the Golan Heights`s residents against imminent terror threats. Your support ensures the unit`s independence and funds its operational and logistical needs, allowing the fighters to perform at their best in any situation. In the complex security environment of the Golan, every moment counts. Preparedness and adequate resources are critical to the unit`s success.": "The Pereh Association invites you to play a key role in realizing the unit's vision: defending the Golan Heights's residents against imminent terror threats. Your support ensures the unit’s independence and funds its operational and logistical needs, allowing the fighters to perform at their best in any situation. In the complex security environment of the Golan, every moment counts. Preparedness and adequate resources are critical to the unit's success.",
  "fostering community ties": "Fostering Community Ties",
  "creating programs for dialogue and unity with Golan residents to build meaningful relationships and strengthen cooperation through shared events and social activities.": "Creating programs for dialogue and unity with Golan residents to build meaningful relationships and strengthen cooperation through shared events and social activities.",
  "establishing Specialized Training Facilities": "Establishing Specialized Training Facilities",
  "investing in state-of-the-art training facilities tailored to the unique needs of the unit to enhance the fighters’ capabilities and ensure optimal preparation for every scenario.": "Investing in state-of-the-art training facilities tailored to the unique needs of the unit to enhance the fighters’ capabilities and ensure optimal preparation for every scenario.",
  "recruiting Additional Fighters": "Recruiting Additional Fighters",
  "recruiting new members to bolster the unit's strength and align its manpower with current threats, ensuring rapid and effective response capabilities.": "Recruiting new members to bolster the unit's strength and align its manpower with current threats, ensuring rapid and effective response capabilities.",
  "procuring Essential Equipment": "Procuring Essential Equipment",
  "acquiring additional equipment not covered by standard military supplies to equip the fighters with the best tools and technologies.": "Acquiring additional equipment not covered by standard military supplies to equip the fighters with the best tools and technologies.",
  "supporting Unit Members and Their Families": "Supporting Unit Members and Their Families",
  "providing mental and financial support to the unit’s soldiers and their families during critical times, ensuring they receive the necessary assistance, including emotional, economic, and logistical support.": "Providing mental and financial support to the unit’s soldiers and their families during critical times, ensuring they receive the necessary assistance, including emotional, economic, and logistical support.",
  "pereh Association works to provide financial, reputational, and operational support to the Pereh Unit, with the goal of strengthening its independence and enhancing its capabilities to protect the residents of the Golan Heights. With your donation, we can continue to strengthen the unit and ensure the safety of Golan residents. Join us and take part in protecting the Golan Heights and ensuring the security of its residents.": "Pereh Association works to provide financial, reputational, and operational support to the Pereh Unit, with the goal of strengthening its independence and enhancing its capabilities to protect the residents of the Golan Heights. With your donation, we can continue to strengthen the unit and ensure the safety of Golan residents. Join us and take part in protecting the Golan Heights and ensuring the security of its residents.",
  "strengthening the concept of the 'local fighter' as a key element in addressing threats in the Golan area specifically, and in Israel as a whole, through training and education that emphasize the advantage of fighters who are familiar with the terrain, the residents, and the unique challenges of each area in which they operate.": "Strengthening the concept of the 'local fighter' as a key element in addressing threats in the Golan area specifically, and in Israel as a whole, through training and education that emphasize the advantage of fighters who are familiar with the terrain, the residents, and the unique challenges of each area in which they operate.",
  "advancing the Concept of the 'Local Fighter'": "Advancing the Concept of the 'Local Fighter'",
  "© 2024 All rights reserved. Pereh Association": "© 2024 All rights reserved. Pereh Association",
  "supporting the Golan's first line defense - Pereh elite unit": "Supporting the Golan's first line defense - Pereh elite unit"
}
