{
  "menu": "תפריט",
  "elite pereh": "יחידת פרא",
  "the Golan's first line of defence": "הקומנדו של הגולן",
  "association activities": "פעילות העמותה",
  "who it start": "איך הכל התחיל",
  "our mission": "המשימה שלנו",
  "waking up on that day, everything we knew shattered instantly. The sense of security we used to have vanished. The security situation in Northern Israel is reminding us that what happened in the south could happen here too, putting the residents of the Golan Heights at significant risk.": "כשקמנו לבוקר של ה-7 באוקטובר, כל מה שהכרנו נשבר באחת. תחושת הביטחון שהייתה חלק מחיינו התפוגגה. המלחמה בצפון מזכירה לנו שמה שקרה בדרום עלול להתרחש גם כאן ותושבי רמת הגולן עומדים בפני סכנה מוחשית.",
  "we cannot wait until that reality strikes again! With your support, we can provide the unit’s fighters with everything necessary to protect their homes and families, preparing them for any possible scenario.": "אסור לנו להמתין עד שהמציאות תכה שוב! בעזרת התמיכה שלכם, נוכל להעניק ללוחמי היחידה את הכוח להגן על בתיהם ומשפחותיהם ולהכין אותם לכל תרחיש אפשרי.",
  "taking charge of our home": "המשימה שלנו",
  "local force defending our homes and families": "כוח מקומי מיומן שמגן על ביתו ומשפחתו",
  "the pereh unit is a reserve unit composed of local fighters from the Golan, driven by the principle of defending their homes. The unit is built on the premise of locally based warriors with extraordinary commitment and capabilities.": "יחידת פרא היא יחידת מילואים המורכבת מלוחמים מקומיים מהגולן מתוך עקרון הגנה על הבית ותפיסת ההגנה של לוחם מקומי עם מחויבות ויכולות יוצאות דופן.",
  "the unit was established to serve as a high-quality, rapid-response force capable of forming an effective barrier between the enemy and the Golan communities. Its goal is to protect the residents from imminent and growing terrorist threats in the region.": "היחידה הוקמה במטרה להוות כוח לוחם איכותי, זמין, מהיר ונחוש המייצר חיץ אפקטיבי בין האויב לבין ישובי הגולן מתוך צורך מיידי להגן על התושבים מפני איומי הטרור המתעצמים בגזרה.",
  "meet the pereh unit": "יחידת פרא",
  "who we are": "אז מי אנחנו ?",
  "composed of Golan Heights locals with significant combat backgrounds, including veterans of Israel’s most elite units, Pereh’s fighters possess deep knowledge of the terrain, the region’s characteristics, and local culture. Pereh’s warriors were selected based on their relevant experience, independent thinking, proactivity, and profound dedication to their home, community, and the Golan as a whole.": "היחידה מורכבת מלוחמים מקומיים תושבי הגולן, בעלי רקע קרבי משמעותי יוצאי היחידות הכי מיוחדות בצה״ל, המכירים היטב את השטח, את מאפייני האזור ואת התרבות המקומית. הלוחמים בעלי עצמאות מחשבתית, יוזמה ומחויבות עמוקה לביתם, קהילתם ולרמת הגולן כולה.",
  "leading the fighting force in the golan heights": "מובילים את הכוח הלוחם ברמת הגולן",
  "the unit possesses the ability to coordinate and collaborate with all relevant entities in the area – other IDF units, brigades, divisions, as well as local councils, communities, and emergency response teams. The coordinated response between various forces significantly enhances the security of Golan residents and ensures a high level of readiness for all operating forces.": "היחידה מחזיקה ביכולת לתאם ולשתף פעולה עם כלל הגורמים בגזרה – יחידות צה״ל, חטיבות, אוגדות, וכן המועצות המקומיות, היישובים וכיתות הכוננות – ובכך יוצרת תגובה מתואמת בין הכוחות השונים, תיאום זה תורם רבות לביטחון תושבי הגולן ומבטיח רמת מוכנות גבוהה של כלל הכוחות הפועלים בשטח.",
  "pereh association": "עמותת פרא",
  "the pereh association invites you to play a key role in realizing the unit`s vision: defending the Golan Heights`s residents against imminent terror threats. Your support ensures the unit`s independence and funds its operational and logistical needs, allowing the fighters to perform at their best in any situation. In the complex security environment of the Golan, every moment counts. Preparedness and adequate resources are critical to the unit`s success.": "עמותת פרא מזמינה אתכם לקחת חלק משמעותי במימוש החזון והמטרה של היחידה - הגנה על תושבי רמת הגולן מפני איומי הטרור הגוברים באיזורנו ע״י הבטחת עצמאותה היחידתית של היחידה ומימון צרכיה המבצעיים והלוגיסטיים כדי להבטיח שהלוחמים יוכלו לפעול בצורה מיטבית בכל מצב. במציאות הביטחונית המורכבת של רמת הגולן, חשוב להבין כי כל אירוע עשוי להתממש בכל רגע, וההכנה המוקדמת עם משאבים מתאימים היא קריטית להצלחת היחידה.",
  "fostering community ties": "פיתוח קשרי קהילה בין תושבי הגולן ליחידה",
  "creating programs for dialogue and unity with Golan residents to build meaningful relationships and strengthen cooperation through shared events and social activities.": "ייזום תוכניות לשיח וגיבוש עם תושבי הגולן במטרה לבנות קשרים משמעותיים ולחזק את שיתוף הפעולה, באמצעות אירועים משותפים ופעילויות חברתיות מגוונות.",
  "establishing Specialized Training Facilities": "הקמת מתקני אימונים ייעודיים ליחידה",
  "investing in state-of-the-art training facilities tailored to the unique needs of the unit to enhance the fighters’ capabilities and ensure optimal preparation for every scenario.": "השקעה בהקמת מתקני אימונים מתקדמים המיועדים לצרכים הייחודיים של היחידה, במטרה לשפר את יכולות הלוחמים ולהבטיח הכנה מיטבית לכל תרחיש.",
  "recruiting Additional Fighters": "גיוס חיילים נוספים",
  "recruiting new members to bolster the unit's strength and align its manpower with current threats, ensuring rapid and effective response capabilities.": "גיוס חיילים חדשים במטרה לחזק את כוחות היחידה ולהתאים את כוח האדם לאיומים הקיימים, כדי להבטיח את המוכנות המבצעית והיכולת להגיב במהירות וביעילות לכל תרחיש.",
  "procuring Essential Equipment": "השלמת תהליכי הצטיידות ברכש שאינו נכלל בסל הצבאי",
  "acquiring additional equipment not covered by standard military supplies to equip the fighters with the best tools and technologies.": "רכישת ציוד נוסף שאינו כלול בסל הציוד הצבאי, כדי להבטיח שלוחמי היחידה מצוידים במיטב הכלים והטכנולוגיות הנדרשות.",
  "supporting Unit Members and Their Families": "תמיכה וסיוע לאנשי היחידה ומשפחותיהם",
  "providing mental and financial support to the unit’s soldiers and their families during critical times, ensuring they receive the necessary assistance, including emotional, economic, and logistical support.": "הענקת תמיכה נפשית וכלכלית לחיילי היחידה ומתן סיוע למשפחות החיילים במצבי קיצון כמו מלחמה במטרה להבטיח שהן מקבלות את התמיכה הנדרשת, כולל תמיכה נפשית, כלכלית ולוגיסטית.",
  "pereh Association works to provide financial, reputational, and operational support to the Pereh Unit, with the goal of strengthening its independence and enhancing its capabilities to protect the residents of the Golan Heights. With your donation, we can continue to strengthen the unit and ensure the safety of Golan residents. Join us and take part in protecting the Golan Heights and ensuring the security of its residents.": "עמותת פרא פועלת לתמיכה כלכלית, תדמיתית ומבצעית ביחידת פרא, במטרה לחזק את עצמאותה ולשפר את יכולותיה להגן על תושבי רמת הגולן. בזכות התרומה שלכם, נוכל להמשיך ולחזק את היחידה ולהבטיח את בטחון תושבי הגולן. הצטרפו אלינו, וקחו חלק בהגנה על תושבי רמת הגולן ובשמירה על ביטחון תושביו.",
  "strengthening the concept of the 'local fighter' as a key element in addressing threats in the Golan area specifically, and in Israel as a whole, through training and education that emphasize the advantage of fighters who are familiar with the terrain, the residents, and the unique challenges of each area in which they operate.": "חיזוק התפיסה של ״הלוחם המקומי״ כמרכיב מרכזי במענה על האיומים באזור הגולן בפרט ומדינת ישראל ככלל, באמצעות הכשרה והדרכה שמדגישות את היתרון של הלוחם המכיר את השטח, את התושבים ואת האתגרים הייחודיים של כל איזור בו הוא פועל. ",
  "supporting the Golan's first line defense - Pereh elite unit": "תומכים ביחידת הקומנדו של הגולן - יחידת פרא",
  "© 2024 All rights reserved. Pereh Association": "כל הזכויות שמורות © 2024 . עמותת פרא",
  "advancing the Concept of the 'Local Fighter'": "קידום תפיסת ההגנה של ״הלוחם המקומי״"
}
